[
  {
    "name": "Planeswalker légendaire",
    "description": "Il est unique dans le deck. Permet au contôleur d'avoir des compétences unique utilisable 1 fois par tour. Peuvent être ciblé pendant la phase d'attaque du contrôleur adverse et ne peut pas attaquer"
  },
  {
    "name": "Planeswalker",
    "description": "Permet au contôleur d'avoir des compétences unique utilisable 1 fois par tour. Peuvent être ciblé pendant la phase d'attaque du contrôleur adverse et ne peut pas attaquer."
  },
  {
    "name": "Créature",
    "description": "Sort permanent qui permet au contrôleur d'avoir une créature pour attaquer l'autre contrôleur pendant la phase de combat ou pour défendre."
  },
  {
    "name": "Créature légendaire",
    "description": "Sort permanent qui permet au contrôleur d'avoir une créature pour attaquer l'autre contrôleur pendant la phase de combat ou pour défendre. Il est unique dans le deck"
  },
  {
    "name": "Créature-artefact",
    "description": "Sort permanent qui permet au contrôleur d'avoir une créature pour attaquer l'autre contrôleur pendant la phase de combat ou pour défendre."
  },
  {
    "name": "Ephemère",
    "description": "Sort éphemère qui peut se lancer pendant la phase de combat, fini à la fin du tour"
  },
  {
    "name": "Rituel",
    "description": "Sort éphemère qui ne peut se lancer pendant la phase de combat, fini à la fin du tour"
  },
  {
    "name": "Artefact",
    "description": "Sort permanent qui donne un avantage au cour de la partie. Souvent, la carte doit se faire engagé pour l'utiliser."
  },
  {
    "name": "Artefact-équipement",
    "description": "Sort permanent qui donne un avantage au cour de la partie. Il doit être équipé sur une créature. Si la créature meurt, l'équipement ne va pas au cimetière."
  },

  {
    "name": "Enchantement-aura",
    "description": "Sort permanent qui donne un avantage au cour de la partie. Il doit enchanté une créature. Si la créature meurt, l'enchantement va au cimetière."
  },
  {
    "name": "Enchantement",
    "description": "Sort permanent qui donne un avantage au cour de la partie. Donne souvent un passif."
  }
]